CREATE TABLE facts(
    id       SERIAL PRIMARY KEY,
    text     TEXT
);

INSERT INTO facts(text) VALUES
('Несмотря на все изобилие букв в алфавите, не все слова тукитинского языка возможно записать. Так, например, слово "лист" произносится "аль-и". Слово кипеть - "угьугьеду", звучит с носовым звуком, который отличается от звука "гь"'),
('Тукитинский язык является племенным/трибальным языком. По этой причине глаголы в нем часто созвучны с действием, которое они обозначают.
Например "хъухъабеду"(пилить), гlанеду(кричать,орать), мушшаледу(тушить), кьаледу(доить).'),
('Несмотря на идентичность произношений, тукитинский алфавит отличается от аварского. В аварском нет букв "кк" или "чч", хотя звуки этих букв имеются и они одинаковы в обоих языках.
Также, по какой-то причине звук "лълъ" из аварского языка в тукитинском записан, как буква лl. Поскольку на тукитинском, в отличии от аварского, почти нет литературы и прозы, тукитинцам привычнее читать аварскую "лълъ" чем "лl"'),
('Примечательно, в тукитинском языке основной грамматический залог - страдательный. То есть, вместо "я тебе рассказываю" будет "мной тебе рассказывается".'),
('В тукитинском широко используется глагол состояния, как в английском to be(быть).
Например, "я дома" будет звучать, как "я дома есть", а "я Ахмед" будет "Я Ахмед есть".'),
('Поскольку у тукитинского языка нет строгого фундамента, его эволюция проходит незаметно для носителей. Так, например, из речи пропадают и сокращаются ключевые составляющие просто потому что смысл понятен из контекста и без них.

К примеру, в диалоге
 - мини гьанкlу вукlав. (ты где был)
 - къелълъи (дома)

По контексту понятно, что второй участник был дома, поэтому он отбросил местоимение "дини"(я) и глагол "вукlа"(был).

Глагол "эгу" очень часто сокращается до буквы "э".
Мини гьанкlу э(гу)в. Бишти гьанкlу э(гу)бе.

Яркий пример многократного сокращения в обиходе тукитинца выглядит следующим образом "гьоб чукьубда"(эт чё значит), которое раскладывается на слова "гьоб чуб кекьидуб да эгуб"'),
('В тукитинском языке слово "магlарулал" буквально значит "горцы" и в русском именуются аварцами.
Слово "лъарагlал" значит "живущие на равнине" и в русском именуются кумыками.
Слово же тlукидалълъе - тукитинцы, берет начало из села, связанного со словом "тlукя"(горный козёл или тур). То есть, тукитинец - человек родом из места, где водятся горные туры.'),
('Тукита разделено на горное и степное сёла. Горное село является изначальной родиной тукитинцев. Степное село образовалось в результате репрессий в период великой отечественной. Жителей переселили в чечню в дома чеченцев, которые были сосланы в сибирь. После окончания войны владельцы домов  тукитинцы вили вынуждены покинуть и эти дома.
Часть семей вернулась обратно к себе в горы. Часть не смогла поскольку их  дома,судя по всему, были сожжены.
В результате, люди разместились недалеко от камыш-кутана, которое, по-сути, было пустой, болотистой местностью.
На текущий момент оба села полноценные составляющие тукитинской общины с одной культурой и языком.'),
('Род слова в тукитинском выставляется идентично английскому. Мужской род - для мужчин, женский - для женщин, средний - для неодушевленных предметов и животных.

мой муж - див кунтlа;
мой отец - див дада;
мой охотник - див чанахъан;

моя жена - дий гьарукlкlа;
моя мать - дий ила;
моя охотница - дий чанахъан;

мой нож - диб бесун;
моя ложка - диб бегьун;
моё одеяло - диб иргъан;
моя кошка - диб кету.'),
('В тукитинском два местоимения "мы".
"Илълъи - "мы" в классическом смысле идентично русскому, английскому, немецкому или турецкому.
Ищи - "мы", из которого исключен человек, с которым ведётся диалог.

То есть, если вас спросят "вы где?", то использовать "илълъи" будет ошибкой, поскольку "илълъи къелълъи эгу" будет значить "мы с тобой дома". В таких случаях нужно использовать "ищи".');